aaron-bond.better-comments
alexcvzz.vscode-sqlite
batisteo.vscode-django
bradlc.vscode-tailwindcss
bschulte.love
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
GitHub.codespaces
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
HookyQR.beautify
humao.rest-client
icrawl.discord-vscode
johnpapa.Angular2
julialang.language-julia
Koihik.vscode-lua-format
martingrzzler.simple-ppm-viewer
matklad.rust-analyzer
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mtxr.sqltools
naumovs.color-highlight
ngtystr.ppm-pgm-viewer-for-vscode
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
pflannery.vscode-versionlens
PKief.material-icon-theme
Prisma.prisma
rangav.vscode-thunder-client
redhat.java
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
samuelcolvin.jinjahtml
sourcery.sourcery
svelte.svelte-vscode
tht13.html-preview-vscode
trond-snekvik.simple-rst
usernamehw.errorlens
vscodevim.vim
vsls-contrib.gistfs
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
