aaron-bond.better-comments
batisteo.vscode-django
bradlc.vscode-tailwindcss
bschulte.love
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-rename-tag
golang.go
GrapeCity.gc-excelviewer
HookyQR.beautify
humao.rest-client
icrawl.discord-vscode
johnpapa.Angular2
kiteco.kite
Koihik.vscode-lua-format
mikestead.dotenv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
mtxr.sqltools
njpwerner.autodocstring
octref.vetur
oderwat.indent-rainbow
pflannery.vscode-versionlens
PKief.material-icon-theme
ritwickdey.live-sass
ritwickdey.LiveServer
sourcery.sourcery
vscodevim.vim
wholroyd.jinja
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
